de_A/webservices/CreateInspection.xml

<soap:Envelope xmlns:soap="http://www.w3.org/2003/05/soap-envelope" xmlns:cus="http://www.SG.nl/services/20121122/CustomerPortalAX" xmlns:sg="http://schemas.datacontract.org/2004/07/SG.Models.Inspections">
   <soap:Header/>
   <soap:Body>
      <cus:CreateInspection>
         <!--Optional:-->
         <cus:inspection>
            <!--Optional:-->
            <sg:CompanyId>?</sg:CompanyId>
            <!--Optional:-->
            <sg:ContractId>?</sg:ContractId>
            <!--Optional:-->
            <sg:EndDate>?</sg:EndDate>
            <!--Optional:-->
            <sg:Id>?</sg:Id>
            <!--Optional:-->
            <sg:InspectionProcessId>?</sg:InspectionProcessId>
            <!--Optional:-->
            <sg:InspectionProcessType>?</sg:InspectionProcessType>
            <!--Optional:-->
            <sg:InspectorId>?</sg:InspectorId>
            <!--Optional:-->
            <sg:LastInspection>?</sg:LastInspection>
            <!--Optional:-->
            <sg:Memo>?</sg:Memo>
            <!--Optional:-->
            <sg:StartDate>?</sg:StartDate>
            <!--Optional:-->
            <sg:Status>?</sg:Status>
            <!--Optional:-->
            <sg:Type>?</sg:Type>
         </cus:inspection>
      </cus:CreateInspection>
   </soap:Body>
</soap:Envelope>